# Base Ubuntu packages for the workstation bootstrap.
build-essential
ca-certificates
curl
dbus-x11
fzf
gnome-keyring
libsecret-1-0
gh
git
gnupg
jq
pass
python3
python3-pip
python3-venv
ripgrep
sudo
tmux
unzip
zip
zsh
